Repository: max2344/udisks2
Catalog: po/*.po
Languages: lt

source: Mount a filesystem
lt: Prijungti failų sistemą

source: Authentication is required to mount the filesystem
lt: Failų sistemai prijungti reikia patvirtinti tapatybę

source: Mount a filesystem on a system device
lt: Prijungti failų sistemą sisteminiame įrenginyje

source: Mount a filesystem from a device plugged into another seat
lt: Prijungti failų sistemą iš įrenginio, prijungto kitoje darbo vietoje

source: Mount/unmount filesystems defined in the fstab file with the x-udisks-auth option
lt: Prijungti/atjungti fstab faile aprašytas failų sistemas su parametru x-udisks-auth

source: Authentication is required to mount/unmount the filesystem
lt: Failų sistemai prijungti/atjungti reikia patvirtinti tapatybę

source: Unmount a device mounted by another user
lt: Atjungti kito naudotojo prijungtą įrenginį

source: Authentication is required to unmount a filesystem mounted by another user
lt: Kito naudotojo prijungtai failų sistemai atjungti reikia patvirtinti tapatybę

source: Unlock an encrypted device
lt: Atrakinti šifruotą įrenginį

source: Authentication is required to unlock an encrypted device
lt: Šifruotam įrenginiui atrakinti reikia patvirtinti tapatybę

source: Unlock an encrypted system device
lt: Atrakinti šifruotą sisteminį įrenginį

source: Unlock an encrypted device plugged into another seat
lt: Atrakinti šifruotą įrenginį, prijungtą kitoje darbo vietoje

source: Unlock an encrypted device specified in the crypttab file with the x-udisks-auth option
lt: Atrakinti crypttab aprašytą šifruotą įrenginį su parametru x-udisks-auth

source: Lock an encrypted device unlocked by another user
lt: Užrakinti kito naudotojo atrakintą šifruotą įrenginį

source: Authentication is required to lock an encrypted device unlocked by another user
lt: Kito naudotojo atrakintam šifruotam įrenginiui užrakinti reikia patvirtinti tapatybę

source: Change passphrase for an encrypted device
lt: Pakeisti šifruoto įrenginio slaptafrazę

source: Authentication is required to change the passphrase for an encrypted device
lt: Šifruoto įrenginio slaptafrazei pakeisti reikia patvirtinti tapatybę

source: Manage loop devices
lt: Valdyti ciklinius įrenginius

source: Authentication is required to set up a loop device
lt: Ciklinio įrenginio nustatymui reikia patvirtinti tapatybę

source: Delete loop devices
lt: Ištrinti ciklinius įrenginius

source: Authentication is required to delete a loop device set up by another user
lt: Kito naudotojo nustatytam cikliniam įrenginiui ištrinti reikia patvirtinti tapatybę

source: Modify loop devices
lt: Keisti ciklinius įrenginius

source: Authentication is required to modify a loop device set up by another user
lt: Kito naudotojo nustatytam cikliniam įrenginiui pakeisti reikia patvirtinti tapatybę

source: Manage swapspace
lt: Tvarkyti mainų sritį

source: Authentication is required to manage swapspace
lt: Mainų sričiai tvarkyti reikia patvirtinti tapatybę

source: Manage RAID arrays
lt: Tvarkyti RAID masyvus

source: Authentication is required to manage RAID arrays
lt: RAID masyvams tvarkyti reikia patvirtinti tapatybę

source: Power off drive
lt: Išjungti diską

source: Authentication is required to power off a drive
lt: Diskui išjungti reikia patvirtinti tapatybę

source: Power off a system drive
lt: Išjungti sisteminį diską

source: Power off a drive attached to another seat
lt: Išjungti prie kitos darbo vietos prijungtą diską

source: Authentication is required to power off a drive plugged into another seat
lt: Prie kitos darbo vietos prijungtam diskui išjungti reikia patvirtinti tapatybę

source: Eject media
lt: Išstumti laikmeną

source: Authentication is required to eject media
lt: Laikmenai išstumti reikia patvirtinti tapatybę

source: Eject media from a system drive
lt: Išstumti laikmeną iš sisteminio įrenginio

source: Eject media from a drive attached to another seat
lt: Išstumti laikmeną iš prie kitos darbo vietos prijungto įrenginio

source: Authentication is required to eject media from a drive plugged into another seat
lt: Laikmenai išstumti iš prie kitos darbo vietos prijungto įrenginio reikia patvirtinti tapatybę

source: Modify a device
lt: Keisti įrenginį

source: Authentication is required to modify a device
lt: Įrenginiui keisti reikia patvirtinti tapatybę

source: Modify a system device
lt: Keisti sisteminį įrenginį

source: Authentication is required to modify a device plugged into another seat
lt: Prie kitos darbo vietos prijungtam įrenginiui pakeisti reikia patvirtinti tapatybę

source: Rescan a device
lt: Iš naujo perskaityti įrenginį

source: Authentication is to rescan a device
lt: Įrenginiui iš naujo perskaityti reikia patvirtinti tapatybę

source: Open a device
lt: Atverti įrenginį

source: Authentication is required to open a device
lt: Įrenginiui atverti reikia patvirtinti tapatybę

source: Open a system device
lt: Atverti sisteminį įrenginį

source: Modify system-wide configuration
lt: Keisti sistemos konfigūraciją

source: Authentication is required to modify system-wide configuration
lt: Sistemos konfigūracijai keisti reikia reikia patvirtinti tapatybę

source: Authentication is required to retrieve secrets from system-wide configuration
lt: Paslaptims iš sistemos konfigūracijos gauti reikia patvirtinti tapatybę

source: Modify drive settings
lt: Keisti disko nustatymus

source: Authentication is required to modify drive settings
lt: Disko nustatymams pakeisti reikia patvirtinti tapatybę

source: Update SMART data
lt: Atnaujinti SMART duomenis

source: Authentication is required to update SMART data
lt: SMART duomenims atnaujinti reikia patvirtinti tapatybę

source: Set SMART data from blob
lt: Nustatyti SMART duomenis iš dvejetainių duomenų

source: Authentication is required to set SMART data from blob
lt: SMART duomenims nustatyti iš dvejetainių duomenų reikia patvirtinti tapatybę

source: Run SMART self-test
lt: Vykdyti SMART pasitikrinimą

source: Authentication is required to run a SMART self-test
lt: SMART pasitikrinimui įvykdyti reikia patvirtinti tapatybę

source: Enable/Disable SMART
lt: Įjungti/išjungti SMART

source: Authentication is required to enable/disable SMART
lt: SMART įjungti/išjungti reikia patvirtinti tapatybę

source: Check power state
lt: Patikrinti energijos būklę

source: Authentication is required to check the power state
lt: Energijos būklei patikrinti reikia patvirtinti tapatybę

source: Send standby command
lt: Siųsti užmigdymo komandą

source: Authentication is required to put a drive into standby mode
lt: Disko užmigdymui reikia patvirtinti tapatybę

source: Send standby command to a system drive
lt: Siųsti užmigdymo komandą sisteminiam diskui

source: Send standby command to drive on other seat
lt: Siųsti užmigdymo komandą kitos darbo vietos diskui

source: Securely erase a hard disk
lt: Saugiai išvalyti kietąjį diską

source: Authentication is required to securely erase a hard disk
lt: Saugiam kietojo disko išvalymui reikia patvirtinti tapatybę

source: Cancel job
lt: Atsisakyti darbo

source: Authentication is required to cancel a job
lt: Darbo atsisakymui reikia patvirtinti tapatybę

source: Cancel job started by another user
lt: Atsisakyti kito naudotojo pradėto darbo

source: Authentication is required to cancel a job started by another user
lt: Kito naudotojo pradėto darbo atsisakyti reikia patvirtinti tapatybę

source: Authentication is required to read system-level secrets
lt: Sistemos lygmens paslaptims perskaityti reikia patvirtinti tapatybę

source: Authentication is required to add an entry to the /etc/fstab file
lt: Įrašo pridėjimui į /etc/fstab failą reikia patvirtinti tapatybę

source: Authentication is required to add an entry to the /etc/crypttab file
lt: Įrašo pridėjimui į /etc/crypttab failą reikia patvirtinti tapatybę

source: Authentication is required to remove an entry from /etc/fstab file
lt: Įrašo pašalinimui iš /etc/fstab failo reikia patvirtinti tapatybę

source: Authentication is required to remove an entry from the /etc/crypttab file
lt: Įrašo pašalinimui iš /etc/crypttab failo reikia patvirtinti tapatybę

source: Authentication is required to modify the /etc/fstab file
lt: /etc/fstab failui pakeisti reikia patvirtinti tapatybę

source: Authentication is required to modify the /etc/crypttab file
lt: /etc/crypttab failui pakeisti reikia patvirtinti tapatybę

source: Authentication is required to perform a secure erase of $(drive)
lt: Saugiam $(drive) ištrynimui atlikti reikia patvirtinti tapatybę

source: Authentication is required to format $(drive)
lt: $(drive) formatavimui reikia patvirtinti tapatybę

source: Formatting Device
lt: Formatuojamas įrenginys

source: Authentication is required to open $(drive) for reading
lt: $(drive) atvėrimui skaitymui reikia patvirtinti tapatybę

source: Authentication is required to open $(drive) for writing
lt: $(drive) atvėrimui rašymui reikia patvirtinti tapatybę

source: Authentication is required to open $(drive) for benchmarking
lt: $(drive) atvėrimui matavimams reikia patvirtinti tapatybę

source: Authentication is required to rescan $(drive)
lt: $(drive) perskaitymui reikia patvirtinti tapatybę

source: Authentication is required to eject $(drive)
lt: $(drive) išstūmimui reikia patvirtinti tapatybę

source: Authentication is required to configure settings for $(drive)
lt: $(drive) nustatymams konfigūruoti reikia patvirtinti tapatybę

source: Authentication is required to power off $(drive)
lt: $(drive) išjungimui reikia patvirtinti tapatybę

source: Authentication is required to update SMART data from $(drive)
lt: $(drive) SMART duomenims atnaujinti reikia patvirtinti tapatybę

source: Authentication is required to set SMART data from a blob on $(drive)
lt: $(drive) SMART duomenų nustatymui iš dvejetainių duomenų reikia patvirtinti tapatybę

source: Authentication is required to abort a SMART self-test on $(drive)
lt: $(drive) SMART pasitikrinimui nutraukti reikia patvirtinti tapatybę

source: Authentication is required to start a SMART self-test on $(drive)
lt: $(drive) SMART pasitikrinimui pradėti reikia patvirtinti tapatybę

source: Authentication is required to check power state for $(drive)
lt: $(drive) energijos būklei patikrinti reikia patvirtinti tapatybę

source: Authentication is required to put $(drive) in standby mode
lt: $(drive) užmigdymui reikia patvirtinti tapatybę

source: Authentication is required to wake up $(drive) from standby mode
lt: $(drive) pažadinimui reikia patvirtinti tapatybę

source: Authentication is required to enable SMART on $(drive)
lt: SMART įjungimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to disable SMART on $(drive)
lt: SMART išjungimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to unlock the encrypted device $(drive)
lt: Šifruotam įrenginiui $(drive) atrakinti reikia patvirtinti tapatybę

source: Authentication is required to lock the encrypted device $(drive) unlocked by another user
lt: Kito naudotojo atrakintam šifruotam įrenginiui $(drive) užrakinti reikia patvirtinti tapatybę

source: Authentication is required to mount $(drive)
lt: $(drive) prijungti reikia patvirtinti tapatybę

source: Authentication is required to mount $(drive) referenced in the /etc/fstab file
lt: /etc/fstab faile nurodytam $(drive) prijungti reikia patvirtinti tapatybę

source: Authentication is required to unmount $(drive) referenced in the /etc/fstab file
lt: /etc/fstab faile nurodytam $(drive) atjungti reikia patvirtinti tapatybę

source: Authentication is required to unmount $(drive) mounted by another user
lt: Kito naudotojo prijungtam $(drive) atjungti reikia patvirtinti tapatybę

source: Authentication is required to change the filesystem label on $(drive)
lt: Failų sistemos etiketei pakeisti diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to delete the loop device $(drive)
lt: Cikliniam įrenginiui $(drive) ištrinti reikia patvirtinti tapatybę

source: Authentication is required to modify the loop device $(drive)
lt: Cikliniam įrenginiui $(drive) pakeisti reikia patvirtinti tapatybę

source: Authentication is required to create a RAID array
lt: RAID masyvo sukūrimui reikia patvirtinti tapatybę

source: Authentication is required to start a RAID array
lt: RAID masyvo paleidimui reikia patvirtinti tapatybę

source: Authentication is required to stop a RAID array
lt: RAID masyvo sustabdymui reikia patvirtinti tapatybę

source: Authentication is required to remove a device from a RAID array
lt: Įrenginio pašalinimui iš RAID masyvo reikia patvirtinti tapatybę

source: Authentication is required to add a device to a RAID array
lt: Įrenginio pridėjimui į RAID masyvą reikia patvirtinti tapatybę

source: Authentication is required to configure the write-intent bitmap on a RAID array
lt: Rašymo tikslo bitų žemėlapiui konfigūruoti RAID masyve reikia patvirtinti tapatybę

source: Authentication is required to modify the partition on device $(drive)
lt: Skirsnio pakeitimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to delete the partition $(drive)
lt: Skirsnio ištrynimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to create a partition on $(drive)
lt: Skirsnio sukūrimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to activate swapspace on $(drive)
lt: Mainų srities įjungimui diske $(drive) reikia patvirtinti tapatybę

source: Authentication is required to deactivate swapspace on $(drive)
lt: Mainų sričiai išjungti diske $(drive) reikia patvirtinti tapatybę

# dos-part-flag
source: Bootable
lt: Įkeliamas

# gpt-part-flag
source: System
lt: Sisteminis

# gpt-part-flag
source: Legacy BIOS Bootable
lt: Senas BIOS įkeliamas

# gpt-part-flag
source: Read-only
lt: Tik skaitymui

# gpt-part-flag
source: Hidden
lt: Paslėptas

# gpt-part-flag
source: No Automount
lt: Nėra automatinio prijungimo

# partition-info
source: Unknown
lt: Nežinoma

# byte-size-pow2
source: %s (%s bytes)
lt: %s (%s baitų)

# byte-size-pow10
source: %s (%s bytes)
lt: %s (%s baitų)

# media
source: CompactFlash
lt: KampaktinėFlash

# media
source: MemoryStick
lt: Atmintinė

# media
source: SmartMedia
lt: IšmoniojiLaikmena

# media
source: SecureDigital
lt: SaugiSkaitmeninė

# media
source: SD High Capacity
lt: Didelės talpos SD

# media
source: Floppy
lt: Lankstusis diskelis

# fs-type
source: FAT (12-bit version)
lt: FAT (12-bitų versija)

# fs-type
source: FAT (16-bit version)
lt: FAT (16-bitų versija)

# fs-type
source: FAT (32-bit version)
lt: FAT (32-bitų versija)

# fs-type
source: FAT (version %s)
lt: FAT (%s versija)

# fs-type
source: NTFS (version %s)
lt: NTFS (%s versija)

# fs-type
source: Ext2 (version %s)
lt: Ext2 (%s versija)

# fs-type
source: Ext3 (version %s)
lt: Ext3 (%s versija)

# fs-type
source: Ext4 (version %s)
lt: Ext4 (%s versija)

# fs-type
source: Journal for Ext (version %s)
lt: Ext žurnalas (%s versija)

# fs-type
source: Journal for Ext
lt: Ext žurnalas

# fs-type
source: XFS (version %s)
lt: XFS (%s versija)

# fs-type
source: ISO 9660 (version %s)
lt: ISO 9660 (%s versija)

# fs-type
source: UDF (version %s)
lt: UDF (%s versija)

# fs-type
source: exFAT (version %s)
lt: exFAT (%s versija)

# fs-type
source: Swap (version %s)
lt: Swap (%s versija)

# fs-type
source: Swap
lt: Mainų sritis

# fs-type
source: LVM2 Physical Volume (%s)
lt: LVM2 fizinis tomas (%s)

# fs-type
source: LVM2 PV
lt: LVM2 FT

# fs-type
source: LVM2 Physical Volume
lt: LVM2 fizinis tomas

# fs-type
source: Linux RAID Member (version %s)
lt: Linux RAID narys (%s versija)

# fs-type
source: Linux RAID Member
lt: Linux RAID narys

# fs-type
source: ZFS Device (ZPool version %s)
lt: ZFS įrenginys (ZPlool %s versija)

# fs-type
source: ZFS Device
lt: ZFS įrenginys

# fs-type
source: Intel Matrix RAID Member (version %s)
lt: Intel Matrix RAID narys (%s versija)

# fs-type
source: IMSM RAID Member (%s)
lt: IMSM RAID narys (%s)

# fs-type
source: Intel Matrix RAID Member
lt: Intel Matrix RAID narys

# fs-type
source: LUKS Encryption (version %s)
lt: LUKS šifravimas (%s versija)

# fs-type
source: LUKS Encryption
lt: LUKS šifravimas

# fs-type
source: VMFS (version %s)
lt: VMFS (%s versija)

# fs-type
source: VMFS Volume Member (version %s)
lt: VMFS tomo narys (%s versija)

# fs-type
source: VMFS Member (v%s)
lt: VMFS narys (v%s)

# fs-type
source: VMFS Volume Member
lt: VMFS tomo narys

# fs-type
source: VMFS Member
lt: VMFS narys

# fs-type
source: Unknown (%s %s)
lt: Nežinoma (%s %s)

# fs-type
source: Unknown (%s)
lt: Nežinoma (%s)

# fs-type
source: Unknown
lt: Nežinoma

source: Master Boot Record
lt: Pirminis įkėlimo įrašas

source: GUID Partition Table
lt: GUID skirsnių lentelė

source: Apple Partition Map
lt: Apple skirsnių žemėlapis

# partition-subtype
source: Generic
lt: Bendrinė

# partition-subtype
source: Other
lt: Kita

# part-type
source: MBR Partition Scheme
lt: MBR skirsnių schema

# part-type
source: EFI System
lt: EFI sistema

# part-type
source: BIOS Boot
lt: BIOS įkėlimas

# part-type
source: Linux Filesystem
lt: Linux failų sistema

# part-type
source: Linux Swap
lt: Linux mainų sritis

# part-type
source: Linux Reserved
lt: Linux rezervuota

# part-type
source: Basic Data
lt: Paprasti duomenys

# part-type
source: Microsoft Reserved
lt: Microsoft rezervuota

# part-type
source: Microsoft LDM metadata
lt: Microsoft LDM metaduomenys

# part-type
source: Microsoft LDM data
lt: Microsoft LDM duomenys

# part-type
source: Microsoft Windows Recovery Environment
lt: Microsoft Windows atkūrimo aplinka

# part-type
source: Apple RAID (offline)
lt: Apple RAID (išjungtas)

# part-type
source: Apple Boot
lt: Apple įkėlimas

# part-type
source: Apple Label
lt: Apple etiketė

# part-type
source: Apple TV Recovery
lt: Apple TV atkūrimas

# part-type
source: Apple Core Storage
lt: Apple pagrindinė saugykla

# part-type
source: HP-UX Data
lt: HP-UX duomenys

# part-type
source: HP-UX Service
lt: HP-UX tarnyba

# part-type
source: FreeBSD Boot
lt: FreeBSD įkėlimas

# part-type
source: FreeBSD Data
lt: FreeBDS duomenys

# part-type
source: FreeBSD Swap
lt: FreeBSD mainų sritis

# part-type
source: Solaris Boot
lt: Solaris įkėlimas

# part-type
source: Solaris Root
lt: Solaris šaknis

# part-type
source: Solaris Swap
lt: Solaris mainų sritis

# part-type
source: Solaris Backup
lt: Solaris atsarginė kopija

# part-type
source: Solaris Alternate Sector
lt: Solaris pagalbinis sektorius

# part-type
source: Solaris Reserved
lt: Solaris rezervuota

# part-type
source: Solaris Reserved (2)
lt: Solaris rezervuota (2)

# part-type
source: Solaris Reserved (3)
lt: Solaris rezervuota (3)

# part-type
source: Solaris Reserved (4)
lt: Solaris rezervuota (4)

# part-type
source: Solaris Reserved (5)
lt: Solaris rezervuota (5)

# part-type
source: NetBSD Swap
lt: NetBSD mainų sritis

# part-type
source: NetBSD Concatenated
lt: NetBSD sujungta

# part-type
source: NetBSD Encrypted
lt: NetBSD šifruota

# part-type
source: Apple Partition Map
lt: Apple skirsnių žemėlapis

# part-type
source: Unused
lt: Nenaudojama

# part-type
source: Empty
lt: Tuščia

# part-type
source: Driver
lt: Tvarkyklė

# part-type
source: Driver 4.3
lt: Tvarkyklė 4.3

# part-type
source: ProDOS file system
lt: ProDOS failų sistema

# part-type
source: Extended
lt: Išplėstinė

# part-type
source: Linux swap
lt: Linux mainų sritis

# part-type
source: Linux Extended
lt: Linux išplėstinė

# part-type
source: Hidden FAT12
lt: Paslėptas FAT12

# part-type
source: Hidden FAT16 <32M
lt: Paslėptas FAT16 <32M

# part-type
source: Hidden FAT16
lt: Paslėptas FAT16

# part-type
source: Hidden HPFS/NTFS
lt: Paslėptas HPFS/NTFS

# part-type
source: Hidden W95 FAT32
lt: Paslėptas W95 FAT32

# part-type
source: Hidden W95 FAT32 (LBA)
lt: Paslėptas W95 FAT32 (LBA)

# part-type
source: Hidden W95 FAT16 (LBA)
lt: Paslėptas W95 FAT16 (LBA)

# part-type
source: Compaq diagnostics
lt: Compaq diagnostikos

# part-type
source: Hibernation
lt: Hibernavimas

# part-type
source: Solaris boot
lt: Solaris įkėlimas

# job
source: SMART self-test
lt: SMART pasitikrinimas

# job
source: Ejecting Medium
lt: Išstumiama laikmena

# job
source: Unlocking Device
lt: Atrakinamas įrenginys

# job
source: Locking Device
lt: Užrakinamas įrenginys

# job
source: Modifying Encrypted Device
lt: Keičiamas šifruotas įrenginys

# job
source: Starting Swap Device
lt: Paleidžiamas mainų įrenginys

# job
source: Stopping Swap Device
lt: Stabdomas mainų įrenginys

# job
source: Mounting Filesystem
lt: Prijungiama failų sistema

# job
source: Unmounting Filesystem
lt: Atjungiama failų sistema

# job
source: Modifying Filesystem
lt: Keičiama failų sistema

# job
source: Erasing Device
lt: Išvalomas įrenginys

# job
source: Creating Filesystem
lt: Kuriama failų sistema

# job
source: Setting Up Loop Device
lt: Nustatomas ciklinis įrenginys

# job
source: Modifying Partition
lt: Keičiamas skirsnis

# job
source: Deleting Partition
lt: Trinamas skirsnis

# job
source: Creating Partition
lt: Kuriamas skirsnis

# job
source: Cleaning Up
lt: Išvaloma

# job
source: ATA Secure Erase
lt: ATA saugus trynimas

# job
source: ATA Enhanced Secure Erase
lt: ATA pagerintas saugus trynimas

# job
source: Stopping RAID Array
lt: Stabdomas RAID masyvas

# job
source: Starting RAID Array
lt: Paleidžiamas RAID masyvas

# job
source: Marking Device as Faulty
lt: Žymimas įrenginys kaip su klaidomis

# job
source: Removing Device from Array
lt: Šalinamas įrenginys iš masyvo

# job
source: Adding Device to Array
lt: Pridedamas įrenginys į masyvą

# job
source: Setting Write-Intent Bitmap
lt: Nustatomas rašymo tikslo bitų žemėlapis

# job
source: Creating RAID Array
lt: Kuriamas RAID masyvas

# unknown-job
source: Unknown (%s)
lt: Nežinoma (%s)

source: %s Block Device
lt: %s blokinis įrenginys

source: Block Device
lt: Blokinis įrenginys

# part-block
source: Partition %d of %s
lt: Skirsnis %d iš %s

source: %s Loop Device
lt: %s ciklinis įrenginys

source: Loop Device
lt: Ciklinis įrenginys

# part-loop
source: Partition %d of %s
lt: Skirsnis %d iš %s

# mdraid-desc
source: RAID-0 Array
lt: RAID-0 masyvas

# mdraid-desc
source: RAID-1 Array
lt: RAID-1 masyvas

# mdraid-desc
source: RAID-4 Array
lt: RAID-4 masyvas

# mdraid-desc
source: RAID-5 Array
lt: RAID-5 masyvas

# mdraid-desc
source: RAID-6 Array
lt: RAID-6 masyvas

# mdraid-desc
source: RAID-10 Array
lt: RAID-10 masyvas

# mdraid-desc
source: RAID Array
lt: RAID masyvas

# part-raid
source: Partition %d of %s
lt: Skirsnis %d iš %s

# drive-with-fixed-media
source: %s Drive
lt: %s diskas

# drive-with-generic-media
source: %s Disk
lt: %s diskas

# flash-media
source: %s Card
lt: %s kortelė

# optical-media
source: %s Disc
lt: %s diskas

# drive-with-size
source: %s Drive
lt: %s diskas

# generic-drive
source: Drive
lt: Diskas

# disk-non-rotational
source: %s Disk
lt: %s diskas

# disk-non-rotational
source: Disk
lt: Diskas

# disk-hdd
source: %s Hard Disk
lt: %s kietasis diskas

# disk-hdd
source: Hard Disk
lt: Kietasis diskas

# drive-card-reader
source: %s Card Reader
lt: %s kortelių skaitytuvas

# drive-with-size-and-type
source: %s %s Drive
lt: %s %s diskas

# drive-with-type
source: %s Drive
lt: %s diskas

# optical-media
source: Blank %s
lt: Tuščias %s

# optical-media
source: Mixed %s
lt: Mišrus %s

# optical-media
source: Audio %s
lt: Garso %s

# part-drive
source: Partition %d of %s
lt: Skirsnis %d iš %s
